Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bsk: maa baaṣar gane emasasar buta juu maar maniṣ. mii har baaṣe duro ce duuyar butan duro eća baam daa kaa duro etaśo email ate update oća baan. maymo email yaare mićʰiin

source: Thank you for your voice information
bsk: maćʰare maalumaat gane butan juu maar

source: Thank you! You’ve sent a new language enquiry
bsk: juu maar, maa tʰos baṣane duġarusaan

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
bsk: behtriin jumlan qudrati daa ćaġa bar juwan bican--ek aminan e ke ġatanas eemanas maniṣ. senasulo farq daa muxtalif alfaazin jumlan manaas awaaji daa mii iteer ke ćamaat eća baa ke record etum jumlan mii razakaariśue ganae ooġaśo daa opinaśo maniṣ

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
bsk: shuwa duruar ẓuwas bariṅ leel etas engin e gane behtriin jumlan ulo ćaġa bariṅ, modern paralancs bican. jumlan desmayar guke ideas ine maar madatt eći.

source: The bumblebee sped by.
bsk: ḍunḍu lam manimi

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
bsk: ućhare clip e tus ućhariṅ ike clips bican amik common voice ar atesqaltimi. dataset juwan, clip e tus ke download ar mayaćuman. project ulo miriince duuyar, khuwe sis ke idaaranar mi miyakal cum but juu ke salaam

source: The clip has disrespectful or offensive language.
bsk: gute clipulo mes meeyals bariṅ bican

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bsk: common voice e datasetulo juḍa butan ućhariṅe saampalingate amike duro etaśuwe voice recognition tools desmayar uriṅ ce duuyi bi

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
bsk: kuyooć common voice e ilćin baa, khu kul aalam cum baan daa khu baaṣ e activists, scientists, daa artists baan. maa daa heyman ke belata meeka duro etas maamay baan ke khole me about e page cum daa mii community playbook cu,. agar maa deeper organisational partnership ulo ray ećaan ke meeka rabta ulo huritin

source: The content contains a language different than I was expecting.
bsk: jaa alćin etam ite baaṣ cum tʰum baaṣanulo mawaad bila.

source: The content has disrespectful or offensive language.
bsk: gute content ulo ćakali metas baas bila

source: The giant dino [cough] the Triassic.
bsk: Triassic [xux] juda uyonko dinosaurs

source: The giant dinosaur of the Triassic.
bsk: Triassic-e juda uyonko dinosaurs

source: The giant dinosaurs of the Triassi-.
bsk: triassi- e juda uyonko dinosaurs

source: The giant dinosaurs of the Triassic.
bsk: Triassic-e juda uyonko dinosaurs

source: The giant dinosaurs of the Triassic. [read by one voice]
bsk: Triassic-e juda uyonko dinosaurs [hin sisan ićʰarulo]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bsk: Triassic-e juda uyonko dinosaurs

source: The giant dinosaurs of the Triassic. Yes.
bsk: awa Triassic-e juda uyonko dinosaurs

source: The giant dino <strong>[cough]</strong> the Triassic.
bsk: Triassic-e juda uyonko dino

source: The MediaRecorder API is not supported in your browser.
bsk: maa browser e kaa MediaRecorder delum api

source: The number of recordings and which languages you contribute to will be public.
bsk: maa recordings beruman etaan kaa daa amit baaṣulo duro ećaam iteer uyoone bareyman

source: The page you are looking for could not be found
bsk: maa barenas ite page atamaġurśuman

source: There are currently no prompts for this language. Please refresh the page or try again later.
bsk: gute kheene gute baaṣulo transcribe ećar mesuman api. page refresh etin daa hik ke iciyate kośiś etin

source: There are currently no sentences to review in this language.
bsk: gute baaṣulo hik ke bareyar han ke jumlaan api

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bsk: gute baaṣulo bareyar muuto transcriptions in api. page refresh etin daa hik ke try etin

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
bsk: baaṣate samba etase butan ganeṅ bican. speech recognition models e gane, common voice e barey bi ke gute baaṣe sise hihine osulo balićila agar uwe kaman ćamaat etuman ke.

source: The recording was too long.
bsk: gute recording buṭ ġusanum bilum

source: The recording was too quiet.
bsk: gute recording buṭ thalaa bilum

source: The recording was too short.
bsk: gute recording buṭ khuṭ bilum

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bsk: gute kheene gute baaṣulo transcribe ećar audio clip an api. page refresh etin daa hik ke iciyate kośiś etin

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
bsk: source text ulo digits ooaniṣan bes ke ece śatine ġatanas ulo but ćaqooṭ ećiye. belate number in ġatay baan ke ete dataset ulo butan ćaqooṭimin eći bi. masalan number 2400 alto tariqaate ġatanas mey bila "alto walto zero hunti" or "alto hazaar ke walti tʰa ke hunit"

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bsk: qudrati farq meymi ġatanaśue ućhare velumulo. Reject etin agar velium but thanum bila or ućhar ćuruk meybila ke. daa agar ućhare but kam bila ke text ar aparanisr xaa besan senaan ke atimyajabaan

source: The route was unclear.
bsk: gane leel api

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
bsk: guke baaṣin community development etaśo oorinulo bican. launch ećar gati etum jumlan awaaji bican

source: The selected file is too large
bsk: damśi etum file but uyum bila

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bsk: jumlan gaṭi etas ine core common voice e platform atar nićay. maa muu jumlaan girminin yaa jumlaar hik ke barenin. common voice ar han jumlaan jama etin

source: The sentence has a grammatical or spelling error.
bsk: jumlanulo grammar yaa spelline ṭʰis pisin bican.

source: The sentence has disrespectful or offensive language.
bsk: guke jumaln meeyalas baaṣulo bican

source: The sentence must be grammatically correct.
bsk: jumlan grammatically sahi maniṣ

source: The sentence must be speakable.
bsk: jumlan senaso maniṣ

source: The sentence must be spelled correctly.
bsk: jumlane spelling sahi maniṣ

source: The sentence should have fewer than 15 words.
bsk: jumlan turma cʰundo lafzin cum kam maniṣ

source: The site is ready to be launched when it reaches 75% completion.
bsk: site śuru mayaar tayaar bila beśal 75% duro mukamal manimi ke

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
bsk: chor cum chor site back up meeymi. muutumo taqhpane gane matrix communit chat kaa maneyn aa GitHub visit etin yaa discourse form ulo form submit netan siste experience issues monitor etin

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
bsk: TED-LIUM e corpus TED website ate bicum transcriptions daa audio talks cum desmanum bila

source: The website text is translated into that language.
bsk: gute websit e text ite baaṣulo tarjuma manila

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bsk: gute mawaad ulo maymo masulo balaas malumat bila amitulo sisane iik, email address, location, identification number yaa phone number bican

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bsk: gute maalumaat maćʰiyas optional bila. maar ćaqooti api ke kaa etn. data set diysasulo mii zaati malumaat badal ne ćamaat eća baan ke maa meyik ke email maa umur ke hirkegus maalumaat kaa yom omaniṣ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bsk: gute maalumat mićʰiyas maa rayate bila. agar mas gurući bi ke jama etin. beśal mii data set diyuśa baan ke mii tok zaati maalumat damane iik cum baġeer ośa baan daa ćamaat eća baan ke meyik daa email information besane ke maalumat umur ke sex kaa connect oomaniṣ. technology e har hinar duro sahi ne etase gane amit data developers e har raxte sise zarurate gane technology desmayar uriin ce duuybi . henin bes medata zarurat bila

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
bsk: khot use case driven segment ulum data spoken digit recognition yaa yes/no detection ar śat ićʰići bi

source: This is how you cite yourself if you wrote the content yourself.
bsk: maa akhilata makʰar cite etas maamay baan agar maa mamay content girminaan ke

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
bsk: Gute project ma juwanjuko sise wajate kamiyaab bila. Common Voice ulo emasase gane butan ganen bican

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
bsk: gute setting e maa leaderboard visibility qaabu eći bi. beśal ayeeġanuman ke maa duro mene ke eeyśaan. gute matal maa image, meyik daa duro leaderboard ate aqayśila. gute note etin ke leaderboard refresh etuman ke badal manasumo minute an yaa minutes iṅ laga meey bican

source: Three to go!
bsk: usko duwaasimi

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
bsk: maymo email badal ećar yaa warc ećar mimar email doocin

source: Today
bsk: kʰulto

source: Today's Common Voice progress on clips recorded
bsk: khultumo clips record etume common voice progress

source: Today's Common Voice progress on clips validated
bsk: khulto clips tasdiiq etume common voice progress

source: Today's Progress
bsk: kʰultumo manum duroiṅ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bsk: common voice e dataset desmayar, ućhare clip altan users e tasḍiiq etiṣan

source: Too many files
bsk: juda butan failin

source: Top Contributors
bsk: uyoon cum but emasumiśo uwe

source: Total
bsk: kul

source: Total Approved
bsk: mukamal approved

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
bsk: sise agar han clip an han gunc e record etuman ke gantaṅ hik hisa ulo pura meey bican

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
bsk: doẏpa mii faiydane śuwakuyn maśabaan daa safa seyabaane ke ami maalumat sisar osas bila nuse. yaarum maġunum links duru ar dusun maa common voice e ac̣ount at maymo device at duro ce duunin.

source: Toward next goal
bsk: iciyatum goal yakal

source: Track progress here and on your stats page.
bsk: khole progress esalin daa maymo status page ate

source: Transcribe
bsk: transcribe etin

source: Transcribe answers
bsk: Juwaapiṅ girminin

source: Transcribe Audio
bsk: audio transcribe etin

source: Transcribe audio recordings into text
bsk: maymo baaṣulo audio recordings transcribe etin

source: Transcribe audio recordings in your language
bsk: maymo baaṣulo audio recordings transcribe etin

source: Transcribe Audio <small>(Coming soon)</small>
bsk: audio transcribe etin

source: Transcript edited successfully
bsk: transcript kaamiyaabi kaa edit manimi

source: Transcript skipped successfully
bsk: transcript kaamiyaabi kaa skip manimi

source: Transcript submitted successfully
bsk: transcript kaamiyaabi kaa submit manimi

source: Transcript voted successfully
bsk: transcript kaamiyaabi kaa vote manimi

source: Transgender
bsk: hir gus

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
bsk: belate pontoon egucaras bila ke mii video ar barenin

source: Translating the site
bsk: site e tarjuma etas

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
bsk: angrezi cum tarjuma etin, leikin maa yeeśuman thumin baaṣinulo. kʰole click ne amit maa baaṣ bila ke ite kaa etin. yaarumuś doẏpa yuukiulo tarjuma etas ite list meymi amitar sey baan tarjuman e site ate han guncan iciyate ġeyśican.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
bsk: common voice e tarjumaṅ kʰole mey bila

source: Try again by dragging your file here
bsk: khole hik ke file drag ne koośiś etin

source: Try uploading again
bsk: hik ke upload etase koośiś eti

source: Understand contribution criteria
bsk: contribution criteria masulo bisyain

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
bsk: belate common voice e dataset ar emaśaan daa jumlan ke audio clips in e tasdiiq ećaan ke ite masulo biśain

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bsk: mićhare clip damyalus besanar barenas bila ke masulo bisyain daa maćhare recording shuwa ne ećar madat etin

source: Universities, Academics and Researchers
bsk: universities in, academics and researchers

source: Upload aborted. Do you want to delete your recordings?
bsk: upload cat manimi. maymo recording eeras ray ećaana?

source: Upload an image file
bsk: image e file an upload etin

source: { $uploadedSentences } of { $totalSentences } sentences collected
bsk: jumlan jama manimi

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bsk: ike jumlan gati manimi. khole reject manum jumlan downlad etin

source: Upload failed, please retry.
bsk: upload e duro ayetimi hik ke kośiś etin

source: Upload <icon></icon> public domain sentences
bsk: awaami domain e jumlan upload etin

source: Upload in progress...
bsk: upload meeyme bila

source: Upload more sentences?
bsk: maziid jumlan upload etin

source: Upload of this clip keeps failing at server. Reload the page or try again later.
bsk: upload etum ite clip server cum xa balicume bila, hik ke load ne caat numa etin

source: Upload of this clip keeps failing, keep retrying?
bsk: upload etum clip xa balićume bila, record ećume niin

source: Use correct grammar
bsk: sahi grammar istimaal etin

source: Use correct spelling and punctuation
bsk: sahi spelling ke punctuaion ismtiaal etin

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bsk: gunc mo mi haraṅ ćaġa bare baaṣe gane gute but mufeed bila daa ite ulo beśal maa rai etuman ke speech recgonition e sise uyi haraṅ etum ćaġamin kaa duro etiṣ

source: User Name
bsk: egucaras ine iyik

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bsk: jumla sahi ġatanaiya ite tasdiiq user e emasum clip ar nuparn ećai

source: Uyghur
bsk: yughur

source: Validated Clips
bsk: tasdiiq etum clips

source: Validated Hours
bsk: gantane tasdiiq etin

source: Validated Hr. Total
bsk: tasdiiq manum tok gantan

source: Validate readings
bsk: Ġatanumin tasdiiq etin.

source: Validate Readings
bsk: ġatanase tasqii etin

source: Validate Readings, Review Transcriptions
bsk: Ġatanas tasdiiq etin daa transcrptions ar hik ke barenin

source: Validate Readings <small>(Coming soon)</small>
bsk: Ġatanumiṅe tasdiiq etin

source: Validate readings submitted by community members
bsk: kuyooće jama etum readings e tasdiiq etin

source: Validate user-recorded readings in your language
bsk: guymo baaṣulo user recorded reading tasdiiq etin

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bsk: meer emasumin clips in e tasdiiq etas common voice e mission ulo but zaroori bila. damaylin daa je baa senum open source voice data desmanasulo mii madat etin

source: Validation Progress
bsk: tasdiiq manum duro

source: Validations
bsk: tasdiiqin etas

source: Value and recognition.
bsk: śuwa baġhark henas daa duroin meecanas

source: Variant Contribution Options
bsk: variant emasase options

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
bsk: variants har baaṣane han iymo xaas śakalan bila masalan men han diśanulo gati huruśaan ke uwe hihine kaa ećaan. gukeer gaai gaai dialects ke sey baan

source: Varying Pronunciations
bsk: farq farq e talafuz

source: Very common mistakes include:
bsk: but hanjuko ġaltimin ulo

source: View your progress against personal and project goals.
bsk: maymo daa project maqasidine hisab ate maymo duro bareniṅ

source: Visible
bsk: ġanum

source: Visit our blog or write about us
bsk: mii blog ar namaan mii bara ulo girminin

source: Voice clips are entered into a submission queue that readies them for listening.
bsk: ućhariṅ e clips iṅ gati etum queue ar nuki ultumal oorćar tayaar ećaan

source: Voice Collection
bsk: gati etumin ućʰariṅ

source: Voice Contribution
bsk: emasumin ućhariṅ

source: Voice Dataset, Ready for Download
bsk: voice, dataset downloadar tayaar bila

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bsk: mićʰar qudrati bila, mićare insaane bila. teeylate mi duro ar ẓuas mićʰariṅ technology mii machine ar desmayme has mimay baan. magam mićʰariṅ e system desmayar mimar kala but mićʰariṅ e data awaaji

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bsk: mićʰar qudrati bila, mićare insaane bila. teeylate mi duro ar ẓuas mićʰariṅ technology mii machine ar desmayme has mimay baan. magam mićʰariṅ e system desmayar mimar kal but mićʰariṅ e data awaaji

source: Voices Online Now
bsk: muu ućʰariġ online bican

source: Voice Validation
bsk: ućhariṅe tasdiiq etas

source: Volume
bsk: velium

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
bsk: transcribed speech gati ećar VoxForge setup delaanamit free and open source speech recoginition engines e kaa duruar sućar.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bsk: common voice maziid śuwaan ećar miriṅ ce duuy baana? but daltas! meeka email ate raabtaulo hurtin. site masalan GitHub ate submit etin. matrix yaa community chat join etin

source: Want to save your information? <createProfile>Create a profile</createProfile>
bsk: maimo taqhpan save etas ray ećaana?

source: Want to stay in touch with Common Voice?
bsk: common voice cum dugharuśume huruśumana?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
bsk: updates in awaaji beśal mii common voice dataset e thoṣ version diyusumar? mii newsletter subscribe etin.

source: Watch our video explainer to help
bsk: masulo biśaćar mii video barenin

source: Wayuunaiki
bsk: wayuunaki

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
bsk: mii hamiiśa data eeduruśo cum uwe needs daa context baaraulo dimeyljume baan.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
bsk: mi buṭan baaṣiṅulo ućʰariṅe uyoonar dataset desmaya baan amit aminane ke istimaal ne speech enabled applications in train etas omay baan

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
bsk: me baaṣine huqooq, tʰuwaan duroiṅ daa public sector tenchology ulo duroin e gane madad e;car but xośaan baan. maa agar uyum project yaa campain gane duro etas ray bila ke meeka gute email address ate meeka rabta ulo hurutin

source: We are going out to get a coffee.
bsk: mi coffee miyaar hole nića baan

source: We are going out to get coffee.
bsk: mi coffee miyaar hole nića baan
